[
  {
    "longitude": -74.970579,
    "latitude": 39.816795,
    "name": "Pine Valley Golf Club",
    "city": "Clementon",
    "state": "NJ",
    "street_address": "Pine Rdg",
    "description": "A genuine original, its unique character forged from the sandy pine barrens of southwest Jersey. Founder George Crump had help from now-legendary architects H.S. Colt, A.W. Tillinghast, George C. Thomas Jr. and Walter Travis. Hugh Wilson (of Merion fame) and his brother Alan finished the job. Throughout the course, Pine Valley blends all three schools of golf design—penal, heroic and strategic—often times on a single hole. New tree removal at selected spots, most recently on the 12th hole, have revealed some gorgeous views of the sandy landscape upon which the course is routed.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2019/01/14/5c3cc78b14ab9c2d16760a6e_DJI_0038.jpg.rend.hgtvcom.686.386.suffix/1573163258436.jpeg",
    "rank": 1
  },
  {
    "longitude": -82.018142,
    "latitude": 33.505633,
    "name": "Augusta National Golf Club",
    "city": "Augusta",
    "state": "GA",
    "street_address": "2604 Washington Rd",
    "description": "No club has tinkered with its golf course as often or as effectively over the decades as has Augusta National Golf Club, mainly to keep it competitive for the annual Masters Tournament, an event it has conducted since 1934, with time off during WWII. All that tinkering has resulted in an amalgamation of design ideas, with a routing by Alister Mackenzie and Bobby Jones, some Perry Maxwell greens, some Trent Jones water hazards, some Jack Nicklaus mounds and swales and, most recently, extensive rebunkering and tree planting by Tom Fazio. The tinkering continued in the summer of 2018 as the club lengthened the par-4 fifth by extending its back tee on newly acquired land. Soon to come, the lengthening of the famed par-5 13th.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/06/08/575831487037c20524adf7a1_augusta-national-13.jpg.rend.hgtvcom.686.457.suffix/1573401812881.jpeg",
    "rank": 2
  },
  {
    "longitude": -121.972704,
    "latitude": 36.579442,
    "name": "Cypress Point Club",
    "city": "Pebble Beach",
    "state": "CA",
    "street_address": "3150 17 Mile Dr",
    "description": "Glamorous Cypress Point, Alister Mackenzie’s masterpiece woven through cypress, sand dunes and jagged coastline, wasn’t always the darling of America’s 100 Greatest. Golf Digest demoted it to the Fifth Ten back in the early 1970s, saying, “It’s not surprising that good players might find Cypress Point wanting: it has several easy holes and a weak finisher.” Our panel has since changed its collective opinion. In the 2000s, member Sandy Tatum, the former USGA president who christened Cypress Point as the Sistine Chapel of golf, convinced the club not to combat technology by adding new back tees, but instead make a statement by celebrating its original architecture. So Cypress remains timeless, if short, its charm helped in part by superintendent Jeff Markow, who re-established Mackenzie’s unique bunkering with the help of old photographs.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/06/55c3d0764759c60c08235293_cypress-point.jpg.rend.hgtvcom.686.457.suffix/1573512321227.jpeg",
    "rank": 3
  },
  {
    "longitude": -72.434351,
    "latitude": 40.896664,
    "name": "Shinnecock Hills Golf Club",
    "city": "Southampton",
    "state": "NY",
    "street_address": "200 Tuckahoe Rd",
    "description": "Generally considered to be the earliest links in America, heavily remodeled by C.B. Macdonald, then replaced (except for three holes) by William S. Flynn in the early 1930s, it’s so sublime that its architecture hasn’t really been altered for nearly 50 years. Most trees that once framed many holes have been removed, and in 2012, the team of Bill Coore and Ben Crenshaw did make a few changes, mostly green expansions and new mowing patterns, to prepare Shinnecock for the 2018 U.S. Open, won by Brooks Koepka. Shinnecock will again host the U.S. Open in 2026.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/07/55c4b396b91019d74c98d3f0_shinnecock-hills-aerial.jpg.rend.hgtvcom.686.490.suffix/1573512933757.jpeg",
    "rank": 4
  },
  {
    "longitude": -79.827665,
    "latitude": 40.524678,
    "name": "Oakmont Country Club",
    "city": "Oakmont",
    "state": "PA",
    "street_address": "1233 Hulton Rd",
    "description": "Once tens of thousands of trees (mostly planted in the 1960s) were removed, Oakmont’s original penal design was re-established, with the game’s nastiest, most notorious bunkers (founder-architect H.C. Fownes staked out bunkers whenever and where ever he saw a player hit an offline shot), deep drainage ditches and ankle-deep rough. Oakmont also has the game’s swiftest putting surfaces, which were showcased during the U.S. Open in 2016, despite early rains that slowed them down a bit. The U.S.G.A. has already awarded the 2025 U.S. Open to Oakmont again, reinforcing its title as it the Host of the Most U.S. Opens ever.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/585058c1c917b0bc2d32d69a_2017-05-Oakmont-CC-pews.jpg.rend.hgtvcom.861.646.suffix/1573414160499.jpeg",
    "rank": 5
  },
  {
    "longitude": -75.313109,
    "latitude": 39.998785,
    "name": "Merion Golf Club",
    "city": "Ardmore",
    "state": "PA",
    "street_address": "450 Ardmore Ave",
    "description": "Merion East has long considered the best course on the tightest acreage in America, and when it hosted the U.S. Open in 2013, its first since 1971, the present generation of big hitters couldn’t conquer this clever little course. They couldn’t consistently hit its twisting fairways, which are edged by creeks, hodge-podge rough and OB stakes and couldn’t consistently hold its canted greens, edged by bunkers that stare back. Justin Rose won with a 72-hole total of one-over-par, two ahead of Jason Day and Phil Mickelson. With Gil Hanse's extensive two-year renovation making even more improvements at Merion's East Course, it’s a certainty that it won’t take another 32 years for the U.S. Open to return to Merion.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/01/14/569794cf577860af35a5a1eb_Merion-East-course-hole-17.jpg.rend.hgtvcom.686.457.suffix/1573391060460.jpeg",
    "rank": 6
  },
  {
    "longitude": -121.950839,
    "latitude": 36.568416,
    "name": "Pebble Beach Golf Links",
    "city": "Pebble Beach",
    "state": "CA",
    "street_address": "1700 17 Mile Dr",
    "description": "Not just the greatest meeting of land and sea in American golf, but the most extensive one, too, with nine holes perched immediately above the crashing Pacific surf—the fourth through 10th plus the 17th and 18th. Pebble’s sixth through eighth are golf’s real Amen Corner, with a few Hail Marys thrown in over an ocean cove on the eighth from atop a 75-foot-high bluff. Pebble hosted a very successful U.S. Amateur in 2018, and hosts its sixth U.S. Open in 2019. Recent improvements include the redesign of the once-treacherous 14th green and reshaping of the par-3 17th green, both planned by Arnold Palmer’s Design Company a few years back.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/04/55c0d76eadd713143b44acb9_pebble-beach-golf-links.jpg.rend.hgtvcom.686.457.suffix/1573512231597.jpeg",
    "rank": 7
  },
  {
    "longitude": -72.450921,
    "latitude": 40.916418,
    "name": "National Golf Links of America",
    "city": "Southampton",
    "state": "NY",
    "street_address": "16 Sebonac Inlet Road",
    "description": "This is where golf architect Seth Raynor got his start. A civil engineer by training, he surveyed holes for architect C.B. Macdonald, who scientifically designed National Golf Links as a fusion of his favorite features from grand old British golf holes. National Golf Links is a true links containing a marvelous collection of holes. As the 2013 Walker Cup reminded us, Macdonald’s versions are actually superior in strategy to the originals, which is why National’s design is still studied by golf architects today, its holes now replicated elsewhere. Hard to fathom that National Golf Links of America was not ranked in the 100 Greatest from 1969 until 1985.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/07/55c4bdb14759c60c082352e2_national-golf-links-of-america-17.jpg.rend.hgtvcom.686.457.suffix/1573512937034.jpeg",
    "rank": 8
  },
  {
    "longitude": -101.078821,
    "latitude": 41.998694,
    "name": "Sand Hills Golf Course",
    "city": "Mullen",
    "state": "NE",
    "street_address": "36410 Sand Hills Dr",
    "description": "The golf course wasn’t so much designed as discovered. Bill Coore and Ben Crenshaw trudged back and forth over a thousand acres of rolling sand hills in central Nebraska, flagging out naturally-occurring fairways and greens. By moving just 4,000 cubic yards of earth, and letting the winds shape the bunkers, the duo created what is undoubtedly the most natural golf course in America, a timeless course design. For decades, winter winds had always reshaped the bunkers, but course officials have recently discovered a method to prevent that. At the close of the season, they spray the surface of the sand in bunkers with a product that creates a crust to resist the howling winds.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/07/55c4c2dbb91019d74c98d46f_sand-hills-gc-17.jpg.rend.hgtvcom.686.457.suffix/1573512940426.jpeg",
    "rank": 9
  },
  {
    "longitude": -71.947675,
    "latitude": 41.279917,
    "name": "Fishers Island Club",
    "city": "Fishers Island",
    "state": "NY",
    "street_address": "PO Box F",
    "description": "Probably the consummate design of architect Seth Raynor, who died in early 1926, before the course had officially opened. His steeply-banked bunkers and geometric greens harmonize perfectly with the linear panoramas of the Atlantic Ocean and Long Island Sound. The quality of the holes is also superb, with all Raynor’s usual suspects, including not one but two Redan greens, one on a par 4.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/07/55c4c1964759c60c0823530e_fishers-island-aerial-10-11-12-13.jpg.rend.hgtvcom.861.574.suffix/1573512946208.jpeg",
    "rank": 10
  },
  {
    "longitude": -73.75464,
    "latitude": 40.954673,
    "name": "Winged Foot Golf Club",
    "city": "Mamaroneck",
    "state": "NY",
    "street_address": "851 Fenimore Road",
    "description": "Gone are all the Norway Spruce that once squeezed every fairway of Winged Foot West. It’s now gloriously open and playable, at least until one reaches the putting surfaces, perhaps the finest set of green contours the versatile architect A.W. Tillinghast ever did, now restored to original parameters by architect Gil Hanse. The greens look like giant mushrooms, curled and slumped around the edges, proving that as a course architect, Tillinghast was not a fun guy. Winged Foot West will host the 2020 U.S. Open.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/58505a562991c6d81317eb3b_2017-10-winged-foot-gc-west-course-hole-9.jpg.rend.hgtvcom.861.646.suffix/1573414181968.jpeg",
    "rank": 11
  },
  {
    "longitude": -80.047278,
    "latitude": 26.859588,
    "name": "Seminole Golf Club",
    "city": "Juno Beach",
    "state": "FL",
    "street_address": "901 Seminole Blvd",
    "description": "A majestic Donald Ross design with a clever routing on a rectangular site, each hole at Seminole encounters a new wind direction. The greens are no longer Ross, replaced 50 years ago in a regrassing effort that showed little appreciation for the original rolling contours. The bunkers aren’t Ross either. Dick Wilson replaced them in 1947, his own version meant to the imitate crests of waves on the adjacent Atlantic. A few years back, Bill Coore & Ben Crenshaw redesigned the bunkers again, along with exposing some sandy expanses in the rough. Seminole has long been one of America’s most exclusive clubs, which is why it’s exciting that it will host the 2021 Walker Cup.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/58505b09f9388fc41a893cb1_2017-13-seminole-gc-hole-15.jpg.rend.hgtvcom.861.646.suffix/1573414161584.jpeg",
    "rank": 12
  },
  {
    "longitude": -86.236036,
    "latitude": 44.702716,
    "name": "Crystal Downs Country Club",
    "city": "Frankfort",
    "state": "MI",
    "street_address": "249 E Crystal Downs Dr",
    "description": "Perry Maxwell, the Midwest associate of architect Alister MacKenzie, lived on site while constructing the course to MacKenzie’s plans, but there’s evidence Maxwell exercised considerable artistic license on some holes. Whomever did it, Crystal Downs has fairways that zigzag and rumble over the glacial landscape and greens that have doglegs in them. One drawback is that the putting surfaces are so old-fashioned that they’re too steep for today’s green speeds. But that’s part of Crystal Downs appeal. It’s short but has considerable bite.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851985f2991c6d81317eb5a_2017-12-Crystal-Downs-CC-aerial.jpg.rend.hgtvcom.861.646.suffix/1573414241453.jpeg",
    "rank": 13
  },
  {
    "longitude": -88.115759,
    "latitude": 41.850324,
    "name": "Chicago Golf Club",
    "city": "Wheaton",
    "state": "IL",
    "street_address": "25W253 Warrenville Rd",
    "description": "There is an ongoing debate as to whether or not this is America’s first 18-hole golf course. Some claim the first was another C.B. Macdonald creation, also bearing the name Chicago Golf Club, which opened near Downers Grove, Ill. in 1893. But historical records are unclear whether that club had 18 holes or just nine. We do know when Chicago Golf Club moved to Wheaton in 1896, Macdonald laid out what he called, “a really first-class 18-hole course of 6,200 yards.” It was remodeled into its present configuration, emulating famous holes, in 1923 by Macdonald’s longtime assistant Seth Raynor. One thing Raynor retained was Macdonald’s routing, with all the out-of-bounds on the left. C.B., you see, was a slicer.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/58505b7e2991c6d81317eb3d_2017-14-Chicago-GC-hole-13.jpg.rend.hgtvcom.861.646.suffix/1573414207906.jpeg",
    "rank": 14
  },
  {
    "longitude": -72.717197,
    "latitude": 40.963122,
    "name": "Friar's Head",
    "city": "Riverhead",
    "state": "NY",
    "street_address": "3000 Sound Ave",
    "description": "The challenge for architects Bill Coore and Ben Crenshaw at Friar’s Head was to design some holes in breathtaking sand dunes perched 200 feet above Long Island Sound, and other holes on an ordinary potato field to the south. Said Crenshaw, “Our job was to marry the two distinct elements. We didn’t want one nine up in the dunes and the other down on the flat.” The solution was to move the routing back and forth and to artfully reshape the farm fields into gentle linkslike land. They pulled it off so impressively that Friar’s Head has moved steadily up the rankings each survey period, from No. 34 in its 2011 debut to No. 15 at present. This is a strong contender for Top 10 in the future.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/58505e202991c6d81317eb42_2017-19-Friars-Head-GC-hole-15.jpg.rend.hgtvcom.861.646.suffix/1573414213327.jpeg",
    "rank": 15
  },
  {
    "longitude": -83.140663,
    "latitude": 40.137323,
    "name": "Muirfield Village Golf Club",
    "city": "Dublin",
    "state": "OH",
    "street_address": "5750 Memorial Dr",
    "description": "This is the course that Jack built, and rebuilt, and rebuilt again and again. Since its opening in 1974, Jack Nicklaus has remodeled every hole at Muirfield Village, some more than once, using play at the PGA Tour’s annual Memorial Tournament for some guidance. In the past eight years, he totally changed the par-3 16th and par-4 17th holes and added a new back tee to the par-4 18th, extending it from 444 yards to 484. That’s how a championship course remains competitive. But with every change, Nicklaus always made sure the general membership could still play and enjoy the course as well.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/58505befc917b0bc2d32d6a2_2017-15-Muirfield-Village-GC-hole-11.jpg.rend.hgtvcom.861.646.suffix/1573414171258.jpeg",
    "rank": 16
  },
  {
    "longitude": -71.143858,
    "latitude": 42.316219,
    "name": "The Country Club Brookline",
    "city": "Chestnut Hill",
    "state": "MA",
    "street_address": "191 Clyde St",
    "description": "The Country Club’s 18-hole course that was the scene of the 1963 and 1988 U.S. Opens is not the 18-hole course ranked by Golf Digest. Those events were played on a composite course, utilizing a few holes from the club’s third Primrose nine. We rank the Clyde & Squirrel combination, clearly good enough to be one of the top courses in the world. Gil Hanse performed some course restoration prior to the 2013 U.S. Amateur at The Country Club. A new configuration of 18 holes will host the 2022 U.S. Open.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/58518880dcb0bb103ffe9b9d_2017-16-The-Country-Club-hole-10.jpg.rend.hgtvcom.861.646.suffix/1573414288086.jpeg",
    "rank": 17
  },
  {
    "longitude": -118.419436,
    "latitude": 34.067522,
    "name": "Los Angeles Country Club",
    "city": "Los Angeles",
    "state": "CA",
    "street_address": "10101 Wilshire Blvd",
    "description": "It’s on the edge of Tinsel Town, but the architecture of the North Course at Los Angeles Country Club has been solid gold ever since its 2010 restoration by architect Gil Hanse, his associate Jim Wagner and their colleague Geoff Shackelford. It matters not that Hanse’s team didn’t replicate the bunkering style of original architect George C. Thomas, but rather the more visually exciting style of Thomas’s associate, William P. Bell. The hole strategies reinstituted by Hanse will play sensationally when LA North hosts the 2023 U.S. Open.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/5850603bdcb0bb103ffe9b8a_2017-23-Los-Angeles-CC-North-Course-hole-9.jpg.rend.hgtvcom.686.515.suffix/1573414218799.jpeg",
    "rank": 18
  },
  {
    "longitude": -83.276618,
    "latitude": 42.544882,
    "name": "Oakland Hills Country Club",
    "city": "Bloomfield Hills",
    "state": "MI",
    "street_address": "3951 W Maple Rd",
    "description": "Donald Ross felt his 1918 design was out-of-date for the 1951 U.S. Open and was prepared to remodel it. Sadly, he died in 1948, so Robert Trent Jones got the job. His rebunkering was overshadowed by ankle-deep rough, and after Ben Hogan closed with a 67, one of only two rounds under par 70 all week, to win his second consecutive Open, he complained that Jones had created a Frankenstein. Sixty plus years later, Oakland Hills is even longer, but its bite wasn’t severe when it hosted the 2016 U.S. Amateur. In 2019, Gil Hanse will totally rebuild the course with the intention of removing the Jones influences and restoring its Ross feel.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2017/03/22/58d2c82eb511780dd035100b_MI_OH_S_11_180_1013.png.rend.hgtvcom.861.646.suffix/1573311465712.png",
    "rank": 19
  },
  {
    "longitude": -87.740255,
    "latitude": 43.849246,
    "name": "Whistling Straits",
    "city": "Sheboygan",
    "state": "WI",
    "street_address": "N8501 Hwy Ls",
    "description": "Pete Dye transformed a dead flat abandoned army air base along a two-mile stretch of Lake Michigan into an imitation Ballybunion at Whistling Straits, peppering his rugged fairways and windswept greens with 1,012 (at last count) bunkers. There are no rakes at Whistling Straits, in keeping with the notion that this is a transplanted Irish links. It has too much rub-of-the-green for the comfort levels of many tour pros, two dozen of whom will tackle the Straits again in the 2020 Ryder Cup.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/10/55c8ab96b91019d74c98d55c_whistling-straits-whistling-3.jpg.rend.hgtvcom.686.490.suffix/1573512964176.jpeg",
    "rank": 20
  },
  {
    "longitude": -77.522535,
    "latitude": 43.11441,
    "name": "Oak Hill Country Club",
    "city": "Rochester",
    "state": "NY",
    "street_address": "346 Kilbourn Rd",
    "description": "Back in 1979, George Fazio and nephew Tom were roundly criticized by Donald Ross fans for removing a classic Ross par 4 on Oak Hill East and replacing it with two new holes, including the bowl-shaped par-3 sixth, which would later become the scene of four aces in two hours during the second round of the 1989 U.S. Open. They also built a pond on another par 3 and relocated the green on the par-4 18th. The club has hired golf architect Andrew Green to remodel those holes to bring them more in line with Donald Ross’s original style, and Green plans to re-establish the original Ross hole. Reconstruction will occur after the 2019 Senior PGA Championship on the East Course, to be completed well in advance of the 2023 PGA Championship.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/58505eaf2991c6d81317eb44_2017-20-oak-hill-cc-east-course-hole-6.jpg.rend.hgtvcom.861.646.suffix/1573414223158.jpeg",
    "rank": 21
  },
  {
    "longitude": -118.501633,
    "latitude": 34.051845,
    "name": "Riviera Country Club",
    "city": "Pacific Palisades",
    "state": "CA",
    "street_address": "1250 Capri Dr",
    "description": "A compact and shrewd design by George C. Thomas Jr. and associate William P. Bell, Riviera features everything from a long Redan par 3 to a bunker in the middle of a green to an alternate-fairway par 4. With its 18th green at the base of a natural amphitheater, and its primary rough consisting of club-grabbing Kikuyu, Riviera seems tailor-made as a tournament venue. It’s hosted a PGA Championship in 1995, a U.S. Senior Open in 1998 and a U.S. Amateur in 2017, but no U.S. Open since 1948. With the U.S. Open rewarded to nearby LA Country Club for 2023, it doesn’t appear Riviera will get another Open. But it’s the site of an annual PGA Tour event, which is even better exposure to the golf world.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/585062eef9388fc41a893cbb_2017-24-Riviera-CC-Hole-9.jpg.rend.hgtvcom.861.646.suffix/1573414214394.jpeg",
    "rank": 22
  },
  {
    "longitude": -83.098732,
    "latitude": 35.111461,
    "name": "Wade Hampton Golf Club",
    "city": "Cashiers",
    "state": "NC",
    "street_address": "Highway 107 South",
    "description": "Built during the period when Tom Fazio was still working with the existing landscape rather than ignoring it, Wade Hampton is an exercise in restraint. The fairways flow through a natural valley between flanking mountain peaks. Some holes are guarded by gurgling brooks, but Fazio piped several streams underground to make the course more playable and walkable. Selected as Golf Digest’s Best New Private Course of 1987, it has never been out of the Top 40 since it joined America’s 100 Greatest.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/13/58506487dcb0bb103ffe9b8f_2017-25-wade-hampton-hole-5.jpg.rend.hgtvcom.861.646.suffix/1573414219902.jpeg",
    "rank": 23
  },
  {
    "longitude": -115.105569,
    "latitude": 36.257617,
    "name": "Shadow Creek Golf Club",
    "city": "North Las Vegas",
    "state": "NV",
    "street_address": "3 Shadow Creek Dr",
    "description": "The Match between Phil Mickelson and Tiger Woods may have fizzled as a pay-per-view spectacle, but the venue was certainly a showcase during the Black Friday, 2018 broadcast. Shadow Creek has the reputation of being one of the most expensive courses built in America, a reported $47 million at the time. Designer Tom Fazio said that budget was necessary at Shadow Creek to perform what he now calls “total site manipulation,” creating an environment where none existed, by carving rolling hills and canyons from the flat desert floor north of Las Vegas and pumping in plenty of water. Alas, this once-in-a-lifetime dream design has been too successful, triggering many equally expensive, but inferior, imitations.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851caafc917b0bc2d32d6bc_2017-26-Shadow-Creek-hole-9.jpg.rend.hgtvcom.861.646.suffix/1573414250932.jpeg",
    "rank": 24
  },
  {
    "longitude": -97.84822,
    "latitude": 38.086701,
    "name": "Prairie Dunes Country Club",
    "city": "Hutchinson",
    "state": "KS",
    "street_address": "4812 E 30th Ave",
    "description": "Prairie Dunes was the top nine-hole course in America for 20 years. By the time the club found funds to expand it to 18, original architect Perry Maxwell had passed away, but his son Press was able to add nine more holes seamlessly, putting three on the front nine and six on the back. He also replicated his father’s great greens, which seem to break in three different directions. Prairie Dunes reflects all that is common in rural Kansas: sand dunes, prairie grasses, yucca plants, cottonwoods and constant wind.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2019/01/03/5c2e5ec72fa4575949207b05_27%20-%20Prairie%20Dunes%20-%209-8-1%20-%20Andy%20Johnson%20(can%20send%20higher%20res).jpg.rend.hgtvcom.686.386.suffix/1573162448138.jpeg",
    "rank": 25
  },
  {
    "longitude": -85.050283,
    "latitude": 35.079812,
    "name": "The Honors Course",
    "city": "Ooltewah",
    "state": "TN",
    "street_address": "9603 Lee Hwy",
    "description": "Considered radical in the early 1980s because of its acres of tall, native-grass rough, durable Zoysiagrass fairways and terrifying greens perched atop bulkheads of rock, today The Honors Course is considered a well-preserved example of Pete Dye’s death-or-glory architecture. Other than reducing the contours in a couple of greens (particularly the 18th) in the late 1990s, and adjusting the bunkering in 2008, Dye has left the course alone. Georgia architect Bill Bergin did create a new practice facility at the club in 2015.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851cf72f9388fc41a893cd7_2017-32-The-Honors-course-hole-16.jpg.rend.hgtvcom.686.515.suffix/1573414329911.jpeg",
    "rank": 26
  },
  {
    "longitude": -79.46821,
    "latitude": 35.189483,
    "name": "Pinehurst Resort & Country Club",
    "city": "Pinehurst",
    "state": "NC",
    "street_address": "80 Carolina Vista Drive",
    "description": "In 2010, a team lead by Bill Coore and Ben Crenshaw killed and ripped out all the Bermudagrass rough on Pinehurst No. 2 that had been foolishly planted in the 1970s. Between fairways and tree lines, they established vast bands of native hardpan sand dotted with clumps of wiregrass and scattered pine needles. They reduced the irrigation to mere single rows in fairways to prevent grass from ever returning to the new sandy wastelands. Playing firm and fast, it was wildly successful as the site of the 2014 Men’s and Women’s U.S. Opens, played on consecutive weeks. Because of its water reduction, the course was named a Green Star environmental award-winner by Golf Digest that year. In 2019, Pinehurst No. 2 will host another U.S. Amateur Championship.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/01/14/569794da577860af35a5a1f3_Pinehurst-No-2-course-hole-12.jpg.rend.hgtvcom.686.457.suffix/1573391068822.jpeg",
    "rank": 27
  },
  {
    "longitude": -84.327776,
    "latitude": 33.875576,
    "name": "Peachtree Golf Club",
    "city": "Atlanta",
    "state": "GA",
    "street_address": "4600 Peachtree Rd NE",
    "description": "The design collaboration by amateur star Bobby Jones and golf architect Robert Trent Jones (no relation) was meant to recapture the magic that the Grand Slam winner had experienced when he teamed with Alister Mackenzie in the design of Augusta National. But Trent was an even more forceful personality than the flamboyant Mackenzie, so Peachtree reflects far more of Trent’s notions of golf than Bobby’s, particularly in designing for future equipment advances. When it opened, Peachtree measured in excess of 7,200 yards, extremely long for that era. It boasted the longest set of tees in America (to provide flexibility on holes) and the country’s most enormous greens (to spread out wear and tear). As it turns out, Trent was a visionary, and decades later other designers followed his lead to address advances in club and ball technology.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d00df9388fc41a893cd9_2017-33-Peachtree-GC-hole-2.jpg.rend.hgtvcom.861.646.suffix/1573414330988.jpeg",
    "rank": 28
  },
  {
    "longitude": -116.871461,
    "latitude": 47.511374,
    "name": "Gozzer Ranch Golf and Lake Club",
    "city": "Harrison",
    "state": "ID",
    "street_address": "6308 S Gozzer Rd",
    "description": "When it won in 2008, Gozzer Ranch was the 13th Best New Course triumph for architect Tom Fazio. Gozzer won in part because of its gorgeous views of Lake Coeur d’Alene to the north and west, and the panoramic farm valley to the east. Little details elevate the architecture of Gozzer Ranch: a slight false-right-front edge on the first green, the backboard slope behind the sixth green, the fairway contouring on the dual-fairway drivable par-4 12th that kicks even a short drive to the base of the putting surface. Its shaggy-edged bunkers are more than mere set decorations. Some define targets off the tee; other pose options and challenges.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/10/55c8c5834759c60c082354a8_gozzer-ranch-g-lake-15..jpg.rend.hgtvcom.686.457.suffix/1573512979992.jpeg",
    "rank": 29
  },
  {
    "longitude": -122.490645,
    "latitude": 37.679834,
    "name": "The Olympic Club",
    "city": "Daly City",
    "state": "CA",
    "street_address": "599 Skyline Dr",
    "description": "It seems fitting that, in a town where every house is a cliffhanger, every U.S. Open played at Olympic has been one, too. For decades, the Lake was a severe test of golf. Once it was a heavily forested course with canted fairways hampered by just a single fairway bunker. By 2009, the forest had been considerably cleared away, leaving only the occasional bowlegged cypress with knobby knees, the seventh and 18th greens were redesigned and a new par-3 eighth added. Despite those changes, the 2012 U.S. Open stuck to the usual script: a ball got stuck in a tree, slow-play warnings were given, a leader snap-hooked a drive on 16 in the final round, and a guy name Simpson won. Thanks to architect Bill Love, Olympic Lake now has redesigned bunkering. Next up for the course, the 2021 U.S. Women’s Open.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851cec4c917b0bc2d32d6c2_2017-31-The-Olympic-Club-Lake-Course-hole-8.jpg.rend.hgtvcom.686.515.suffix/1573414303134.jpeg",
    "rank": 30
  },
  {
    "longitude": -95.955188,
    "latitude": 36.075163,
    "name": "Southern Hills Country Club",
    "city": "Tulsa",
    "state": "OK",
    "street_address": "2636 E 61st St",
    "description": "A product of the Great Depression, funded by Phillips Petroleum money and constructed by hundreds of workers who stood at the gate each morning hoping for a 25-cents-per-hour job that day, Southern Hills is architect Perry Maxwell’s great achievement. Nearly every hole bends left or right, posing critical tee shots that must risk something. The putting surfaces have the classic “Maxwell Rolls,” and most are guarded by simple yet effective bunkers. During the summer of 2018, architect Gil Hanse and crew rebuilt much of the course, in the process re-establishing Maxwell’s distinctive, gnarly edged bunkering. Panelist reaction to those changes won’t be reflected until our 2021 100 Greatest rankings.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d10aba03cefc46ca21fb_2017-35-Southern-Hills-CC-hole-12.jpg.rend.hgtvcom.686.515.suffix/1573414310950.jpeg",
    "rank": 31
  },
  {
    "longitude": -122.477501,
    "latitude": 37.712645,
    "name": "San Francisco Golf Club",
    "city": "San Francisco",
    "state": "CA",
    "street_address": "Juniperro Serra Boulevard",
    "description": "San Francisco Golf Club’s original routing was done mostly by a trio of club members, who first staked out the course in 1918. A.W. Tillinghast remodeled the course in 1923, establishing its signature greens and bunkering. He also added the par-3 seventh, called the “Duel Hole” because its location marks the spot of the last legal duel in America. Three holes were replaced in 1950 in anticipation of a street widening project that never happened. In 2006, the original holes were re-established by Tom Doak and his then-associate, Jim Urbina.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d3d2dcb0bb103ffe9ba4_2017-37-San-Francisco-GC-hole-18.jpg.rend.hgtvcom.686.515.suffix/1573414338538.jpeg",
    "rank": 32
  },
  {
    "longitude": -124.389922,
    "latitude": 43.188228,
    "name": "Bandon Dunes Golf Resort",
    "city": "Bandon",
    "state": "OR",
    "street_address": "57744 Round Lake Rd",
    "description": "Chicago recycled-products mogul Mike Keiser took a gamble when he chose then-tenderfoot architect David McLay Kidd to design a destination daily fee on the remote southwestern coastline of Oregon. But the design Kidd produced, faithful to the links-golf tenets of his native Scotland, proved so popular that today Keiser has a multiple-course resort at Bandon Dunes that rivals Pinehurst and the Monterey Peninsula—or perhaps exceeds them given that all four Bandon courses are ranked on our 100 Greatest. None of that would have happened if McLay Kidd hadn’t produced a great first design that drew golfers into its orbit.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d2722991c6d81317eb66_2017-36-Bandon-Dunes-Golf-Resort-Bandon-Dunes-course-hole-16.jpg.rend.hgtvcom.686.515.suffix/1573414296680.jpeg",
    "rank": 33
  },
  {
    "longitude": -73.455773,
    "latitude": 40.741778,
    "name": "Bethpage State Park Golf Course",
    "city": "Farmingdale",
    "state": "NY",
    "street_address": "99 Quaker Meeting House Rd",
    "description": "Sprawling Bethpage Black, designed in the mid-1930s to be “the public Pine Valley,” became the darling of the USGA in the early 2000s, when it played the 2002 and 2009 U.S. Opens. Then it became a darling of the PGA Tour as host of the 2011 and 2016 Barclays. Now the PGA of America has embraced The Black, awarding it the 2019 PGA Championship, to be played in May not August, and then 2024 Ryder Cup. Heady stuff for a layout that was once a scruffy state-park haunt where one needed to sleep in the parking lot in order to get a tee time.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d4212991c6d81317eb68_2017-38-Bethpage-State-Park-Black-course-hole-11-aerial.jpg.rend.hgtvcom.686.515.suffix/1573414313098.jpeg",
    "rank": 34
  },
  {
    "longitude": -82.795486,
    "latitude": 40.065198,
    "name": "The Golf Club",
    "city": "New Albany",
    "state": "OH",
    "street_address": "4522 Kitzmiller Rd",
    "description": "he Golf Club, built in 1966, may be the most authentic of Pete Dye’s transition period of design, when he first chose to buck convention and start building lay-of-the-land layouts like those he’d seen during a 1963 tour of Scotland. In doing so, Dye re-introduced deception, misdirection and railroad ties into American golf architecture. Its construction attracted the attention of local boy Jack Nicklaus, who visited several times and made some astute suggestions. That led to a five-year Dye-Nicklaus design partnership. The Golf Club remained untouched for nearly 45 years, until 2014, when Pete Dye returned to rebuild holes, modestly adjusting some of his original green contours to adjust them for present-day green speeds. He also relocated the fifth green",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585444f02991c6d81317eb90_2017-34-The-Golf-Club-hole-3.jpg.rend.hgtvcom.686.515.suffix/1573414409343.jpeg",
    "rank": 35
  },
  {
    "longitude": -72.451389,
    "latitude": 40.902086,
    "name": "Sebonack Golf Club",
    "city": "Southampton",
    "state": "NY",
    "street_address": "405 Sebonac Rd",
    "description": "Not since Augusta National had the nation’s greatest golfer teamed with one of the most highly regarded course architects on a design project. But the joint venture by Jack Nicklaus with Tom Doak at Sebonack was complicated by the fact that golfer Nicklaus was also an esteemed course architect in his own right, and the project sat right beside two American icons, Shinnecock Hills and National Golf Links. Some pundits have reduced Sebonack to “Tom’s bunkers, Jack’s greens,” but in truth it’s just the opposite. Doak convinced Nicklaus to go with small greens of sweeping contours and little imperfections the likes of which Jack would never have considered on his own. Meanwhile, Jack insisted that Tom tone down his usual ragged, jagged bunker faces to make them palatable to high-handicap club members. Sebonack hosted the 2013 U.S. Women’s Open to great success.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d69dba03cefc46ca21fd_2017-41-sebonack-gc-hole-9.jpg.rend.hgtvcom.861.646.suffix/1573414304281.jpeg",
    "rank": 36
  },
  {
    "longitude": -79.867359,
    "latitude": 39.536969,
    "name": "Pikewood Golf Club",
    "city": "Morgantown",
    "state": "WV",
    "street_address": "3055 Kingwood Pike",
    "description": "Seventeen years ago, mining company officers John Raese and Bob Gwynne started building a golf course on a newly acquired parcel of forest that their firm will eventually—a hundred years from now —mine for high quality limestone. Using company engineers and construction equipment, and guidance by veteran tour pros Johnny Pott and Dow Finsterwald, they spent almost a decade creating Pikewood National. A natural waterfall became the backdrop for their par-3 fifth hole and the linchpin of their routing, which plays along bluffs, through forest over rapids and, on the hook-shaped par-5 eighth, around a gulch.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d6111657891e1ffd5bff_2017-40-pikewood-national-golf-hole-5.jpg.rend.hgtvcom.861.646.suffix/1573414299891.jpeg",
    "rank": 37
  },
  {
    "longitude": -74.327044,
    "latitude": 40.706139,
    "name": "Baltusrol Golf Club",
    "city": "Springfield",
    "state": "NJ",
    "street_address": "201 Shunpike Rd",
    "description": "Jack Nicklaus won two U.S. Opens on Lower Baltusrol, setting a tournament record each time. Phil Mickelson and Jimmy Walker won PGAs on it. But Baltusrol Lower’s most historic event was the ace by architect Robert Trent Jones in 1954 on the par-3 fourth, instantly squelching complaints of critical club members who felt Trent’s redesign made it too hard. Trent’s younger son Rees has been Baltusrol’s consulting architect in recent decades. An avowed A.W. Tillinghast fan, he lightly retouched the Lower’s design for it the 2016 PGA Championship. But there’s now another changing of the guard at Baltusrol, as architect Gil Hanse has been retained as the club’s new consulting architect, and he intends to address green parameters and bunkering.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/07/25/5796082f26400837f0f13839_Baltusrol-18th-Hole.jpg.rend.hgtvcom.686.515.suffix/1573404866002.jpeg",
    "rank": 38
  },
  {
    "longitude": -88.39446,
    "latitude": 43.252147,
    "name": "Erin Hills Golf Course",
    "city": "Hartford",
    "state": "WI",
    "street_address": "7169 CR O",
    "description": "Despite the rumor, Erin Hills wasn’t designed specifically to host a U.S. Open. Its original concept was to be a simple, affordable, lay-of-the-land layout, to prove Mother Nature is indeed the best golf architect. The concept changed – some greens moved, one blind par-3 eliminated – as the quest for a U.S. Open grew. The dream has come true. After trial runs hosting the 2008 U.S. Women’s Public Links and the 2011 U.S. Amateur, Erin Hills hosted the U.S. Open in 2017, the first time the event had ever been in Wisconsin. Brooks Koepka won with a 72-hole score of 16-under, leading some to conclude Erin Hills was too wide and defenseless. In truth, what it lacked that week was the usual gusty winds that would have effectively narrowed the slanted, canted fairways.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/10/55c914c3b91019d74c98d7d4_erin-hills-gc.jpg.rend.hgtvcom.686.457.suffix/1573513009161.jpeg",
    "rank": 39
  },
  {
    "longitude": -87.353841,
    "latitude": 38.002044,
    "name": "Victoria National Golf Club",
    "city": "Newburgh",
    "state": "IN",
    "street_address": "2000 Victoria National Blvd",
    "description": "Built atop Peabody Coal Company’s long-abandoned Victoria strip mine in southern Indiana, Victoria National was a simple routing for Tom Fazio. He just followed the corridors (the perfect width for fairways) that existed between mining spoil mounds (long since overgrown with trees) and some 40 acres of fingery lagoons that had formed as steam shovels carving out coal deposits hit the water table. Chosen as Best New Private Course of 1999, Victoria National stunned most panelists. One gushed it was, “the most unusual, unpolished and unpretentious Fazio design ever.” Another called it, “probably the hardest Fazio course I’ve played. More penal than Pine Valley.” Fazio concurred with that assessment. “It’s U.S. Open-quality now,” he said soon after it opened. “If the wind blew, it’d be too hard.”",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d7b71657891e1ffd5c01_2017-43-Victoria-National-GC-hole-17-aerial.jpg.rend.hgtvcom.686.515.suffix/1573414344956.jpeg",
    "rank": 40
  },
  {
    "longitude": -84.33541,
    "latitude": 39.181889,
    "name": "The Camargo Golf Club",
    "city": "Cincinnati",
    "state": "OH",
    "street_address": "8605 Shawnee Run Rd",
    "description": "One of Seth Raynor’s last designs, it wasn’t completed until nearly a year after his death. William Jackson, who later became the club’s pro and superintendent, handled the construction and was faithful to Raynor’s diagrams with two exceptions: he turned the 16th into a par 4 and the 17th into a par 5. Robert von Hagge added flashy but incongruous bunkering in the early 1980s. They lasted over 20 years, until Tom Doak undertook a restoration in the Raynor style of geometric-shaped bunkers and greens. Curiously, the Biarritz green at the par-3 eighth has never been mowed as the 60-yard-long putting surface found on other Biarritz holes built by Raynor or his mentor C.B. Macdonald. Club officials insisted early aerial photos confirm the front half of the green was always mown at fairway height, so they continue that tradition today.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/21/585ab847363d31b72bf397f5_2017-52-Camargo-Club-hole-5.jpg.rend.hgtvcom.686.515.suffix/1573414697660.jpeg",
    "rank": 41
  },
  {
    "longitude": -121.957935,
    "latitude": 36.581986,
    "name": "Spyglass Hill Golf Course",
    "city": "Pebble Beach",
    "state": "CA",
    "street_address": "Spyglass Hill Rd & Stevenson Dr",
    "description": "Given the task of designing a course just up the 17 Mile Drive from Pebble Beach and Cypress Point, Robert Trent Jones responded with a combination of Pine Valley and Augusta National. The five opening holes, in Pine Valley-like sand dunes, are an all-too-brief encounter with the Pacific seacoast. The remaining holes are a stern hike through hills covered with majestic Monterey pines (which, sad to say, may someday disappear to pitch canker, but are being replaced in some areas with cypress trees). Add several water hazards that hearken back to the 16th at Augusta (a hole which Trent Jones designed, by the way) and you have what some panelists consider to be Trent’s finest work. Others say it’s the best course never to have hosted a major event. After all, even Pine Valley and Cypress Point have hosted Walker Cups.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851dad11657891e1ffd5c09_2017-49-Spyglass-Hill-GC-hole-3.jpg.rend.hgtvcom.686.515.suffix/1573414361047.jpeg",
    "rank": 42
  },
  {
    "longitude": -102.287461,
    "latitude": 40.352072,
    "name": "Ballyneal Golf and Hunt Club",
    "city": "Holyoke",
    "state": "CO",
    "street_address": "1 Ballyneal Ln",
    "description": "If No. 9 Sand Hills Golf Club stands for the notion that there’s nothing more glorious than a round of golf beyond the range of cell phone reception, then Ballyneal (Tom Doak’s northeast Colorado answer to Nebraska’s Sand Hills) proves that isolated golf is even better when Spartan in nature. With no carts and with dry, tan fescue turf on fairways and greens, Ballyneal is even more austere than Sand Hills. It provides absolutely firm and fast conditions, and with many greens perched on hilltops, the effect of wind on putts must be considered. Other than No. 15 Friar’s Head, Ballyneal is the only course to have constantly risen in our rankings over the past 10 years.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/21/55d727474759c60c0823d0f4_Ballyneal-Golf-Club-12.jpg.rend.hgtvcom.686.386.suffix/1573521216679.jpeg",
    "rank": 43
  },
  {
    "longitude": -87.929177,
    "latitude": 41.841281,
    "name": "Butler National Golf Club",
    "city": "Oak Brook",
    "state": "IL",
    "street_address": "2616 York Rd",
    "description": "Butler National was former tour player George Fazio’s ideal of a championship course, with 10 forced-carries over water in 18 holes. Even before it opened, it was signed to eventually serve as permanent site of the Western Open. Problem was, when it opened, it was the last cool-weather venue on the PGA Tour to utilize bluegrass rather than bent-grass for its fairway, and several prominent golfers declined to play Butler National because of potential flyer-lies from those fairways. Eventually the turf was converted, but then the Shoal Creek scandal occurred. Rather than change its restricted men-only policy, the club relinquished its role of Western Open host after the 1990 event. So why include a club on America’s 100 Greatest that won’t allow female panelists a chance to evaluate it? Because we rank golf courses, not club policies.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/20/58597058efb8a91a2876fbfe_2017-45-Butler-National-GC-hole-18.jpg.rend.hgtvcom.686.515.suffix/1573414658161.jpeg",
    "rank": 44
  },
  {
    "longitude": -104.895407,
    "latitude": 39.440958,
    "name": "Castle Pines Golf Club",
    "city": "Castle Rock",
    "state": "CO",
    "street_address": "1000 Hummingbird Dr",
    "description": "When Golf Digest began its annual Best New Course awards in 1983, the review panel selected Castle Pines as the Private Course winner, but Bill Davis, co-founder of Golf Digest and founding father of all its course rankings, didn’t care for the course and vetoed its inclusion. So no private course was honored that year. Davis soon recognized his error, and in 1987 - its first year of eligibility - Castle Pines joined America’s 100 Greatest and has remained there ever since. Club founder Jack Vickers, a Midwest oilman, had urged architect Jack Nicklaus to produce a mountain-venue design worthy of a major championship. Jack did, but when a championship never resulted, Vickers established his own, The International, which for many years was the only PGA Tour event played under a unique Stableford format. It’s a pity that The International is no longer on the Tour’s schedule.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d71ddcb0bb103ffe9ba6_2017-42-Castle-Pines-GC-hole-12.jpg.rend.hgtvcom.861.646.suffix/1573414293432.jpeg",
    "rank": 45
  },
  {
    "longitude": -81.394066,
    "latitude": 30.202556,
    "name": "TPC at Sawgrass",
    "city": "Ponte Vedra Beach",
    "state": "FL",
    "street_address": "110 Championship Way",
    "description": "TPC’s stadium concept was the idea of then-PGA Tour commissioner Deane Beman. The 1980 design was pure Pete Dye, who set out to test the world’s best golfers by mixing demands of distance with target golf. Most greens are ringed by random lumps, bumps and hollows, what Dye calls his \"grenade attack architecture.\" His ultimate target hole is the heart-pounding sink-or-swim island green 17th, which offers no bailout, perhaps unfairly in windy Atlantic coast conditions. The 17th has spawned over a hundred imitation island greens in the past 30 years. To make the layout even more exciting during tournament play, Steve Wenzloff of PGA Tour Design Services recently remodeled several holes, most significantly the 12th, which is now a drivable par 4, although few tour players take the bait and instead play it as a drive-and-wedge.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/04/55c0de53b01eefe207f8ec81_tpc-sawgrass-players-course-17.jpg.rend.hgtvcom.686.457.suffix/1573512224472.jpeg",
    "rank": 46
  },
  {
    "longitude": -73.664869,
    "latitude": 40.72465,
    "name": "Garden City Country Club",
    "city": "Garden City",
    "state": "NY",
    "street_address": "206 Stewart Ave",
    "description": "Minimalist in its design (you can still see the faint traces of old roadbeds over which the course was routed) and natural in its upkeep, Garden City G.C. is one of the great early tournament venues in the U.S. Before the 1908 U.S. Amateur, Walter Travis remodeled the course into what it is today, its strategies dictated by many deep pot bunkers. Travis installed them to promote “thinking golf,” but one player soon dubbed Garden City the home of the “God-fearing approach shot.” It’s also a rare 100 Greatest course with a closing par 3.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851d8742991c6d81317eb76_2017-46-Garden-City-GC-hole-2.jpg.rend.hgtvcom.686.515.suffix/1573414347115.jpeg",
    "rank": 47
  },
  {
    "longitude": -73.75464,
    "latitude": 40.954673,
    "name": "Winged Foot Golf Club",
    "city": "Mamaroneck",
    "state": "NY",
    "street_address": "851 Fenimore Road",
    "description": "Winged Foot’s two-course complex is the product of A.W. Tillinghast’s fertile imagination. Every characteristic of the more famous West Course also exists on the Winged Foot East (which, incredibly, was used as a parking lot during recent U.S. Opens). A few years back, architect Gil Hanse re-established Tillinghast’s bunkering and reclaimed the original sizes and shapes of the greens, bringing “corner-pocket” hole locations back into play.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585461741657891e1ffd5c1f_2017-62-Winged-Foot-GC-East-course-hole-6.jpg.rend.hgtvcom.686.515.suffix/1573414469504.jpeg",
    "rank": 48
  },
  {
    "longitude": -88.051518,
    "latitude": 41.962418,
    "name": "Medinah Country Club",
    "city": "Medinah",
    "state": "IL",
    "street_address": "6N001 Medinah Rd",
    "description": "Medinah No. 3 is Exhibit A for the notion that great golf courses aren’t created, but evolve. A major tournament site since 1949, it has undergone a succession of remodelings and has improved with every session. Its par-3 17th is the most prominent example. It was shifted to a new location in 1986, to precede a whole new 18th hole. (The original 17th is now the 13th.) Ten years later, the 17th green was moved away from a lakefront to a spot atop a hill, but after Tiger Woods’ first (of two) PGA Championship victories on the course, the green was moved back down to water’s edge, where it remains today. Like a fine wine, Medinah has gotten better with age.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/14/5851da41c917b0bc2d32d6ca_2017-48-Medinah-CC-No-3-Course-hole-2.jpg.rend.hgtvcom.686.515.suffix/1573414352468.jpeg",
    "rank": 49
  },
  {
    "longitude": -95.323573,
    "latitude": 30.935658,
    "name": "Whispering Pines Golf Club",
    "city": "Trinity",
    "state": "TX",
    "street_address": "1532 Whispering Pines Drive",
    "description": "Corey Robertson, who made a fortune in coal reserves, staked out the Whispering Pines course in the early 1990s, then brought Texas-based golf architect Chet Williams (at the time a design associate of Jack Nicklaus) to help him create strategies through bunkering and green contours. Williams refined the rough-hewn routing cut through east Texas piney woods into a dazzling romp across a gently rolling landscape, culminating in a final six-hole stretch along gator-infested Caney Creek and the headwaters of Lake Livingston. Whispering Pines continues to rise in the rankings since its debut at No. 75 in 2013.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585458edf9388fc41a893d00_2017-55-Whispering-Pines-Hole-15.jpg.rend.hgtvcom.861.574.suffix/1573414422401.jpeg",
    "rank": 50
  },
  {
    "longitude": -87.836033,
    "latitude": 42.297113,
    "name": "Shore Acres",
    "city": "Lake Bluff",
    "state": "IL",
    "street_address": "1601 Shore Acres Dr",
    "description": "Shoreacres possesses perhaps the most fascinating topography upon which Seth Raynor ever created a golf course, with his usual collection of suspects, including No. 3 (Leven), No. 6 (Biarritz), No. 7 (Double Plateau), No. 8 (Eden), No. 10 (Road) and No. 14 (Redan) all playing along plateaus and over ravines that feed into Lake Michigan. The stretch of 11, 12 and 13, playing across a ravine, down into it and back out of it, are as unique a stretch of holes as can be found anywhere on a 100 Greatest course.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2019/01/03/5c2e122d7369027d014d8243_55%20-%20Shoreacres%20-%208-9-10-18%20-%20Andy%20Johnson%20(can%20send%20higher%20res).jpg.rend.hgtvcom.686.386.suffix/1573162441521.jpeg",
    "rank": 51
  },
  {
    "longitude": -121.947162,
    "latitude": 36.601414,
    "name": "Monterey Peninsula Country Club",
    "city": "Pebble Beach",
    "state": "CA",
    "street_address": "3000 Club Rd",
    "description": "Mike Strantz was battling cancer while transforming the bland, low-budget Shore Course into a scenic and strategic marvel that rivals next-door neighbor Cypress Point. Strantz reversed direction of the fifth through 15th holes to provide a Pacific Ocean backdrop to most of them. He weaved fairways among trees so players could “dance among the cypress,” and added native grasses for a coastal prairie look. The stunning landscape would be Strantz’s last work of art. He died six months after completing the redesign. Former PGA Tour player Forrest Fezler, who was Strantz’s associate on the project, later served as a consulting architect in order to retain the Strantz vision.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/5854644cba03cefc46ca222b_2017-65-Monterey-Peninsula-CC-Shore-course-hole-11.jpg.rend.hgtvcom.686.515.suffix/1573414431029.jpeg",
    "rank": 52
  },
  {
    "longitude": -83.076741,
    "latitude": 40.000399,
    "name": "Scioto Country Club",
    "city": "Columbus",
    "state": "OH",
    "street_address": "2196 Riverside Dr",
    "description": "When Michael Hurdzan was hired in 2005 to rebuild Scioto’s greens to re-establish much of their Donald Ross character, Jack Nicklaus volunteered to assist, since he’d learned the game at Scioto and still remembered the slopes of the putting surfaces he’d played as a boy. Together they recaptured Scioto’s charm. The one green they did not return to a Ross original was the eighth. That green had been relocated in 1957 by landscape architect Marion Packard, who created a new island green for the hole, surrounded by a moat that was blind on the second shot. In 2014, while revising the course in preparation for the 2016 U.S. Senior Open, Hurdzan filled in much of the moat on the hole, so the par 5 could be played fairly as a long par 4 for championship play.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58545adbf9388fc41a893d02_2017-57-Scioto-CC-hole-1.jpg.rend.hgtvcom.861.646.suffix/1573414408269.jpeg",
    "rank": 53
  },
  {
    "longitude": -93.3798,
    "latitude": 44.913658,
    "name": "Interlachen Country Club",
    "city": "Edina",
    "state": "MN",
    "street_address": "6200 Interlachen Blvd",
    "description": "When Bobby Jones won the 1930 U.S. Open at Interlachen (completing the second leg of what would become the game’s first Grand Slam), fellow competitor Gene Sarazen insisted the course was tougher than everything but Oakmont. These days, the hilly, tree-lined design with small greens and plenty of bunkers has been the showcase of women’s professional golf, hosting the 2002 Solheim Cup, won by the American team, and the 2008 U.S. Women’s Open, won by Inbee Park.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585458011657891e1ffd5c17_2017-54-Interlachen-CC-hole-9.jpg.rend.hgtvcom.686.515.suffix/1573414420253.jpeg",
    "rank": 54
  },
  {
    "longitude": -70.60354,
    "latitude": 41.911338,
    "name": "Old Sandwich Golf Club",
    "city": "Plymouth",
    "state": "MA",
    "street_address": "247 Old Sandwich Rd",
    "description": "Old Sandwich Golf Club may be the craftiest Coore-Crenshaw design yet built. Amidst its pines, scrub oaks, gnarly bunkers, chocolate drop mounds, wavy fescue and briar bushes are hints of Baltusrol, National Golf Links, Pine Valley, Pinehurst No 2 and Chicago Golf Club in its cross-bunkering, hazard placement and sandy waste areas. The greens are some of the most rolling of any Coore & Crenshaw design, seeded with a half-dozen bent varieties to give them an old-fashioned mottled appearance. Nobody does old-fashioned better than Coore & Crenshaw.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585459e7dcb0bb103ffe9bc1_2017-56-Old-Sandwich-GC-hole-15.jpg.rend.hgtvcom.686.515.suffix/1573414379328.jpeg",
    "rank": 55
  },
  {
    "longitude": -97.504516,
    "latitude": 35.718813,
    "name": "Oak Tree Golf Club",
    "city": "Edmond",
    "state": "OK",
    "street_address": "1515 Oak Tree Dr",
    "description": "Oak Tree National was originally the men’s-only Oak Tree Golf Club, with 18 holes patterned after previous Dye designs (the par-3 eighth, for example, was a close cousin to his 17th at Harbour Town, complete with a basket trap on the back left). It has long been considered one of Pete Dye’s sternest tests of golf, a hilly layout with numerous water hazards and deep bunkers protecting some very tiny greens, as well as gusting Oklahoma winds and gnarly Bermudagrass rough. It’s been a PGA Tour Champions fixture in recent years, hosting the 2006 Senior PGA Championship and the 2014 Senior U.S. Open.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58545c031657891e1ffd5c1b_2017-58-Oak-Tree-National-Hole-1.jpg.rend.hgtvcom.686.515.suffix/1573414425627.jpeg",
    "rank": 56
  },
  {
    "longitude": -74.327044,
    "latitude": 40.706139,
    "name": "Baltusrol Golf Club",
    "city": "Springfield",
    "state": "NJ",
    "street_address": "201 Shunpike Rd",
    "description": "It’s believed that when A.W. Tillinghast began constructing the Upper and Lower Courses at Baltusrol in 1919 (replacing Baltusrol’s existing 18 holes), it was the first contiguous 36 holes built at the same time in America. Because of the Lower’s tremendous major championship record, most consider the slightly shorter Upper to be a secondary course at the club. But between the two, it was the Upper, not the Lower, that hosted the first U.S. Open (and third in the club’s history) in 1936, won by Tony Manero. The Lower didn’t get its first Open until 1954, won by Ed Furgol. Baltusrol Mountain, just 200 feet high, looms above the right flank of the Upper, complicating drives and putts with a landscape that tilts more than appears to the eye.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585460792991c6d81317eba2_2017-61-Baltusrol-GC-Upper-course-hole-7.jpg.rend.hgtvcom.861.646.suffix/1573414465269.jpeg",
    "rank": 57
  },
  {
    "longitude": -87.676348,
    "latitude": 39.462076,
    "name": "Canyata Golf Club",
    "city": "Marshall",
    "state": "IL",
    "street_address": "18240 E 2150th Rd",
    "description": "Energy-industry CEO Jerry Forsythe grew up in east central Illinois and wanted to convert 300 acres of his childhood memories into a family retreat. After golf architect Bob Lohmann built him an elaborate three-hole golf course on the property, Lohmann’s then-associate Mike Benkusky convinced Forsythe to stretch it to nine holes and later into a full 18. Ultimately, two million cubic yards of cornfield were moved to form Canyata’s massive fairways and greens, which are edged by waterscaped ponds, artificial creeks and a dazzling array of bunkers. With only a handful of rounds played each year by invited guests, Canyata’s manicuring is always nearly flawless.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58546292ba03cefc46ca2225_2017-63-Canyata-GC-hole-5.jpg.rend.hgtvcom.686.515.suffix/1573414471682.jpeg",
    "rank": 58
  },
  {
    "longitude": -74.583951,
    "latitude": 40.725647,
    "name": "Somerset Hills Country Club",
    "city": "Bernardsville",
    "state": "NJ",
    "street_address": "180 Mine Mount Rd",
    "description": "Somerset Hills is another marvelous A.W. Tillinghast design, one of the few that has remained virtually unchanged since it opened in 1918. So it may be the most authentic Tillinghast course on the 100 Greatest. It’s a charming, laid-back design that works through seemingly undisturbed rolling terrain, past rock outcroppings and around small-but-distinctive water hazards. Tilly designed this with a spoonful of whimsy, with “dolomite” mounds edging one green and startling knobs within another putting surface. to some outrageous green contours guarded by knobby mounds dubbed dolomites. Like Baltusrol Upper, Somerset Hills has a Tillinghast version of a Redan par 3.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585463c4ba03cefc46ca2229_2017-64-Somerset-Hills-CC-hole-12.jpg.rend.hgtvcom.686.515.suffix/1573414463088.jpeg",
    "rank": 59
  },
  {
    "longitude": -80.302226,
    "latitude": 39.329324,
    "name": "Pete Dye Golf Club",
    "city": "Bridgeport",
    "state": "WV",
    "street_address": "801 Aaron Smith Dr",
    "description": "Like No. 40 Pikewood National, Pete Dye Golf Club is a 100 Greatest course built atop a West Virginia mining deposit, but in this case, it’s an active coal mine. (The club’s original name was Coal Ridge.) Evidence of that fact is everywhere, from the strip-mine wall along the par-5 eighth and the black cinder bunkers on the par-4 sixth to the abandoned coal train that curls around the outside of the dogleg on the 10th. There’s even a coal mine shaft you can walk through to reach the seventh tee. Construction took so long that Dye’s style had evolved by the time the full 18 was finally seeded. Early holes sport the railroad-tie motif of Oak Tree National while later holes feature the echo-chamber bunkering of Whistling Straits.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58545dcac917b0bc2d32d6e8_2017-60-Pete-Dye-GC-hole-10.jpg.rend.hgtvcom.686.515.suffix/1573414413660.jpeg",
    "rank": 60
  },
  {
    "longitude": -96.900329,
    "latitude": 32.72889,
    "name": "Dallas National Golf Club",
    "city": "Dallas",
    "state": "TX",
    "street_address": "1515 Knoxville Rd",
    "description": "It occupies some of the best golfing terrain in the Dallas Metroplex—rugged hills dotted with cedars—yet Tom Fazio still indulged in considerable shifting of earth when creating Dallas National. The par-3 17th, for instance, is countersunk into an excavated box canyon of rock, while a deep ravine in front of the 18th green was filled in to lessen the difficulty of the approach for average players. There’s talk that the new Trinity Forest course in the same area of Dallas has the potential to host a U.S. Open. Dallas National members feel they already have a course worthy of the task.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58545d06dcb0bb103ffe9bc9_2017-59-Dallas-National-GC-hole-5.jpg.rend.hgtvcom.861.646.suffix/1573414454462.jpeg",
    "rank": 61
  },
  {
    "longitude": -77.697379,
    "latitude": 37.60153,
    "name": "Kinloch Golf Club",
    "city": "Manakin Sabot",
    "state": "VA",
    "street_address": "100 Hockett Rd",
    "description": "Since the only way to successfully establish bent-grass tees, fairways and greens in hot, humid Richmond was to create expansive corridors to allow plenty of sunlight and air to the turf, Kinloch Golf Club has more double fairways posing options and alternate routes than nearly every other course on the 100 Greatest, except perhaps No. 8 National Golf Links. In 2016, George prepared a long-range masterplan of adjustments, including expansion of the alternate fairways on nine and 11, for improved visibility and playability, and removal of thick rough between bunkers and fairway edges. Enhancements will continue in the future.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/12/17/567330978b8513be3ee25020_Kinloch-Golf-Club-9-Manakin-Sabot-Virginia.jpg.rend.hgtvcom.686.386.suffix/1573529876726.jpeg",
    "rank": 62
  },
  {
    "longitude": -72.173956,
    "latitude": 40.95404,
    "name": "Maidstone Club",
    "city": "East Hampton",
    "state": "NY",
    "street_address": "50 Old Beach Lane",
    "description": "Not only one of America’s earliest links courses, Maidstone is also one of the country’s earliest golf residential communities. Legend has it that Bobby Jones felt that Maidstone’s final three holes made it one of the great match-play courses in America. If so, that’s because the 17th has one of the tightest green sites in America, the green sitting just in front of a major street intersection, with roads right and left less than 12 paces off each collar. As befitting a seaside course, Coore and Crenshaw cleared out brush and restored many sand dunes areas and removed turf in some spots of rough to expose the sand beneath.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58546aebdcb0bb103ffe9bd9_2017-72-Maidstone-West-course-aerial-view.jpg.rend.hgtvcom.861.646.suffix/1573414483468.jpeg",
    "rank": 63
  },
  {
    "longitude": -86.232654,
    "latitude": 44.4544,
    "name": "Arcadia Bluffs Golf Club",
    "city": "Arcadia",
    "state": "MI",
    "street_address": "14710 Northwood Hwy",
    "description": "Can a 100 Greatest course be a sleeper? The Bluffs Course at Arcadia Bluffs has been overshadowed by No. 17 Pacific Dunes ever since it finished second to it in the Best New Upscale Public Course race of 2001. And likewise it’s been second-fiddle to No. 13 Crystal Downs, a northern Michigan neighbor that every visitor wants to play, even though it’s private and Arcadia is public. And even by No. 21 Whistling Straits, the imitation links on the opposite side of Lake Michigan that Arcadia Bluffs resembles, although the sand dunes at Arcadia are natural, not manmade. Now the Bluffs faces competition from within, the newly-opened sister layout, the South Course at Arcadia Bluffs, designed by Dana Fry in the style of C.B. Macdonald and Seth Raynor.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/19/585837e1c917b0bc2d32d726_2017-68-Arcadia-Bluffs-GC-hole-11.jpg.rend.hgtvcom.861.646.suffix/1573414646304.jpeg",
    "rank": 64
  },
  {
    "longitude": -124.389922,
    "latitude": 43.188228,
    "name": "Bandon Trails Golf Resort",
    "city": "Bandon",
    "state": "OR",
    "street_address": "57744 Round Lake Rd",
    "description": "Bandon Trails is the lowest-ranked of the four Bandon courses on America’s 100 Greatest, probably because it’s the only one not immediately adjacent to the Pacific coastline. But we’ve consider it such a compelling layout that it needs no seascape to command one’s attention. Bandon Trails starts and finishes in serious sand dunes (the 18th being recently altered by Coore) while the remainder rolls through Oregon forest. Bump-and-run is the name of the game but the structure of each hole requires thoughtful bumps and targeted runs. Its most controversial hole is the short par-4 14th with a thumb of a green personally fashioned by Crenshaw.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585467f92991c6d81317ebac_2017-70-Bandon-Dunes-Golf-Resort-Bandon-Trails-hole-1.jpg.rend.hgtvcom.861.646.suffix/1573414480242.jpeg",
    "rank": 65
  },
  {
    "longitude": -111.866764,
    "latitude": 33.739934,
    "name": "The Estancia Club",
    "city": "Scottsdale",
    "state": "AZ",
    "street_address": "27998 N 99th Pl",
    "description": "Estancia, our Best New Private Course of 1996 was Tom Fazio’s initial entry into the Scottsdale scene. Positioned beneath the north slopes of Pinnacle Peak and routed to provide a variety of uphill and downhill shots and a change of direction on almost every hole, Estancia is an easterner’s version of rock-and-cactus architecture, with wide turf corridors, few desert carries and greens wilder than most. Former Fazio design associate Kevin Sutherland (no relation to the PGA Tour player of the same name) has made slight design adjustments in recent years.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58546cccba03cefc46ca2231_2017-74-The-Estancia-Club-Hole-6.jpg.rend.hgtvcom.861.646.suffix/1573414494245.jpeg",
    "rank": 66
  },
  {
    "longitude": -73.760299,
    "latitude": 40.967081,
    "name": "Quaker Ridge Golf Club",
    "city": "Scarsdale",
    "state": "NY",
    "street_address": "146 Griffen Ave",
    "description": "Quaker Ridge returned to America’s 100 Greatest in 2013 thanks to a revision by Gil Hanse that included removal of many trees and the rebuilding of bunkers. Hanse also expanded several greens back to Tillinghast dimensions but reduced the size of the par-4 17th green, chopping off a left-hand lobe added by Frank Duane in 1964. Quaker’s strong suit has long been its powerful par 4s and Hanse strengthened them all, including the par-4 sixth, squeezed between a creek and hillside, and the drive-and-pitch 11th, where the green is girdled by a stream.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856b600dcb0bb103ffe9be3_2017-76-Quaker-Ridge-GC-hole-9.jpg.rend.hgtvcom.861.646.suffix/1573414539497.jpeg",
    "rank": 67
  },
  {
    "longitude": -87.36019,
    "latitude": 44.889352,
    "name": "Cherry Hills Golf Course",
    "city": "Sturgeon Bay",
    "state": "WI",
    "street_address": "5905 Dunn Rd",
    "description": "When Cherry Hills opened in the early 1920s, it was a ground-breaking design, with the nation’s first par-5 island green and closing back-to-back par 5s, although in championship play the 18th is played as a par 4. In the 1960 U.S. Open, winner Arnold Palmer popularized the idea of a drivable par 4 by going for the first green in every round. Curiously, when Palmer and partner Ed Seay remodeled Cherry Hills in 1976, they lengthened the first hole so no player could duplicate Arnie’s feat. Nearly 40 years later, modern equipment has once again made the first hole reachable from the tee.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58546c24f9388fc41a893d0c_2017-73-Cherry-Hills-CC-hole-1.jpg.rend.hgtvcom.686.515.suffix/1573414492083.jpeg",
    "rank": 68
  },
  {
    "longitude": -70.768269,
    "latitude": 42.585855,
    "name": "Essex County Club",
    "city": "Manchester",
    "state": "MA",
    "street_address": "153 School St",
    "description": "Essex County Club is considered the first great Donald Ross design and perhaps his most intriguing. He wasn’t the original architect, but he served as its professional from 1909 to 1913 (until his design business became so lucrative he no longer needed the pro job) and lived on site, so he was able to tweak many holes. Ultimately, he returned to do a substantial remodeling in 1917. Unusual holes are the order of the day, from the flat opening nine with fuzzy chocolate drops covered in tall fescue grasses to the blind shots, both uphill and downhill, on the back nine. The par-3 11th, with its green resembling the deck of a sinking ship, and the downhill par-4 18th, shaped like an S around small hills, are special. The club insists its third green, created in 1893 and preserved by Ross in his remodel, is the oldest green in continuous existence in America.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856bf9bba03cefc46ca2248_2017-90-Essex-cc-hole-13.jpg.rend.hgtvcom.686.515.suffix/1573414554655.jpeg",
    "rank": 69
  },
  {
    "longitude": -87.944807,
    "latitude": 43.163782,
    "name": "Milwaukee Country Club",
    "city": "River Hills",
    "state": "WI",
    "street_address": "8000 N Range Line Rd",
    "description": "With much of the course hard against the Milwaukee River and several holes subject to flooding (the green of the 12th and the entire 13th are located across the river), one might think Milwaukee Country Club is a flat layout. But many of its holes are surprisingly hilly. Its classic design is still tree-lined, but one of the crucial improvements recently made by consulting architect Tom Doak and his associate Don Placek was to remove many trees to open up views of the river from upland holes.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/11/55ca19b44759c60c0823571d_milwaukee-cc-9.jpg.rend.hgtvcom.686.457.suffix/1573513022019.jpeg",
    "rank": 70
  },
  {
    "longitude": -87.682676,
    "latitude": 41.520684,
    "name": "Olympia Fields Country Club",
    "city": "Olympia Fields",
    "state": "IL",
    "street_address": "2800 Country Club Dr",
    "description": "To prepare Olympia Fields North for the 1961 PGA Championship (won by Jerry Barber in a playoff over Don January), the club didn’t hire a golf architect. Instead, superintendent Warren Bidwell relocated 32 greenside and 13 fairway bunkers and added new tees to lengthen the course by 320 yards. Forty years later, golf architect Mark Mungeam supervised extensive changes before the North hosted the 2003 U.S. Open and made more changes again before Olympia Fields North and newly remodeled South (redone by architect Steve Smyers) co-hosted the 2015 U.S. Amateur. In 2017, Olympia Fields North was the site of the KPMG Women’s PGA Championship.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856b814ba03cefc46ca223e_2017-79-Olympia-Fields-CC-hole-18.jpg.rend.hgtvcom.686.515.suffix/1573414567804.jpeg",
    "rank": 71
  },
  {
    "longitude": -70.855219,
    "latitude": 42.61984,
    "name": "Myopia Hunt Club",
    "city": "South Hamilton",
    "state": "MA",
    "street_address": "Off 435 Bay Road",
    "description": "Few realize Myopia Hunt Club, a funky, quirky lark where greens look like bathmats and bunkers look like bathtubs, hosted four U.S. Open championships by 1908 (two of them when the club had only nine holes). Although the Open hasn’t been back in over 110 years, Myopia has always retained a reputation of being a tough little rascal, with tiny greens, deep bunkers and several cross-hazards. Thanks to a Gil Hanse restoration, Myopia looks like it did in its U.S. Open heyday, but with much better turf conditions now.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2018/12/31/5c2a45ae278ec15224b947e6_77---Myopia-Hunt---par-4-fourth---Jon-Cavalier.jpg.rend.hgtvcom.686.386.suffix/1573252619516.jpeg",
    "rank": 72
  },
  {
    "longitude": -116.273546,
    "latitude": 33.623942,
    "name": "The Quarry at LaQuinta",
    "city": "La Quinta",
    "state": "CA",
    "street_address": "1 Quarry Ln",
    "description": "The developers of The Quarry hired Tom Fazio in the early 1990s with instructions that he top his design of Shadow Creek (ranked No. 26 on this year’s list). Fazio was savvy enough to ignore those instructions, because he recognized The Quarry site was a much better piece of topography than what he’d been provided in Las Vegas. Thus The Quarry has more variety, starting and ending in a gravel quarry now lavishly landscaped. In between, holes play on high desert overlooking the Palm Springs Valley and in a valley, with four holes tucked in an isolated notch of the Santa Rosa Mountains.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856b9eaba03cefc46ca2240_2017-83-The-Quarry-at-La-Quinta-hole-18.jpg.rend.hgtvcom.861.646.suffix/1573414534132.jpeg",
    "rank": 73
  },
  {
    "longitude": -70.717137,
    "latitude": 41.677785,
    "name": "The Kittansett Club",
    "city": "Marion",
    "state": "MA",
    "street_address": "11 Point Rd",
    "description": "Only recently, with the discovery of some original blueprints, has it been conclusively established that the ocean-side, links-like Kittansett, long thought to be the product of an amateur architect, Frederic Hood, was actually the work of well-known course architect William Flynn, who also designed Shinnecock and Cherry Hills. Credit that revelation to authors Wayne S. Morrison and Thomas E. Paul, who reveal that and much more in their massive 2,260-page biography of Flynn entitled The Nature Faker: William S. Flynn, Golf Architect. Credit Gil Hanse with restoring the bunkers without the aid of those Flynn plans. Instead, he used old aerial photographs.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/5854662e1657891e1ffd5c29_2017-67-Kittansett-Club-hole-18.jpg.rend.hgtvcom.861.646.suffix/1573414449064.jpeg",
    "rank": 74
  },
  {
    "longitude": -121.947162,
    "latitude": 36.601414,
    "name": "Monterey Peninsula Country Club - Dunes",
    "city": "Pebble Beach",
    "state": "CA",
    "street_address": "3000 Club Rd",
    "description": "The Dunes Course, long been in the shadow of its big brother Shore Course (ranked No. 56) was originally routed by Seth Raynor, who died before construction. It was completed by Robert Hunter, a partner to Alister MacKenzie (who did not participate in the work). In the 1990s, Rees Jones remodeled the course and reshaped holes to mimic the Raynor look. When Tom Fazio was brought in to make the Dunes as appealing to members as the gorgeous Shore Course, he and former associates Tim Jackson and David Kahn opted to give the Dunes a MacKenzie look. Sandscapes now frame most holes, fairways now zigzag around jagged bunkers and nearly all the greens are now diagonal to lines of play. The Dunes Course now lives up to its name.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2019/01/01/5c2b913c7369027d014d81f1_79%20-%20Monterey%20Peninsula%20CC%20Dunes%20-%2012%20-%20Jon%20Cavalier.jpg.rend.hgtvcom.861.485.suffix/1573162378394.jpeg",
    "rank": 75
  },
  {
    "longitude": -77.176579,
    "latitude": 39.000127,
    "name": "Congressional Country Club",
    "city": "Bethesda",
    "state": "MD",
    "street_address": "8500 River Rd",
    "description": "Congressional Blue is a Rees Jones redo of his father’s design, a championship venue that had been long criticized as featuring too many uphill shots. When Rees remodeled it, he provided definition. Now golfers stand on a tee and see the entire hole, all the hazards, all the strategies and all the potential penalties. The greens are gentle enough for member play but can be mowed to 14 on a Stimpmeter for tournaments. Congressional once had a par-3 18th. Rees reversed its direction and made it into the long, strong par-3 10th. The old 17th with a dramatic peninsula green is now the 18th.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/58546db7f9388fc41a893d12_2017-75-Congressional-CC-Blue-Course-Hole-6.jpg.rend.hgtvcom.686.515.suffix/1573414499197.jpeg",
    "rank": 76
  },
  {
    "longitude": -73.903377,
    "latitude": 41.22065,
    "name": "Hudson National Golf Club",
    "city": "Croton On Hudson",
    "state": "NY",
    "street_address": "40 Arrowcrest Dr",
    "description": "Hudson National rests on dramatic bluffs high over the Hudson River valley, a breathtaking location that, back in the 1920s, had been the site of the ill-fated Hessian Hills Country Club. (The fireplace and part of the foundation of its clubhouse still exists near the fourth green.) Fazio paid little attention to the old routing, however, dynamiting more than 130,000 cubic feet of rock to fit his design into the rocky terrain. Greens are blazing fast, the primary rough is wispy fescue and bunkers are deep and numerous.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856bb11f9388fc41a893d20_2017-85-Hudson-National-hole-16.jpg.rend.hgtvcom.686.457.suffix/1573414557032.jpeg",
    "rank": 77
  },
  {
    "longitude": -74.393531,
    "latitude": 40.595091,
    "name": "Plainfield Country Club",
    "city": "Edison",
    "state": "NJ",
    "street_address": "1591 Woodland Ave",
    "description": "There are a number of lofty architectural names attached to Plainfield, most recently that of Gil Hanse, who a decade ago restored the course to Donald Ross style bunkers and putting surfaces. One name not often mentioned is that of club pro Marty O’Loughlin, who combined a par-4 and par-3 in 1930 to create the present, terrific par-5 12th and also carved holes 13, 14 and 15 from an adjoining forest, a three-hole stretch once called “The Tunnel.” Today it’s less than that, as many trees on that stretch of holes, as well as elsewhere on the property, were removed by Hanse, the trees replaced in most areas by stretches of tall native grasses.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856b6cac917b0bc2d32d706_2017-77-Plainfield-CC-hole-9.jpg.rend.hgtvcom.861.646.suffix/1573414536277.jpeg",
    "rank": 78
  },
  {
    "longitude": -81.669244,
    "latitude": 26.267666,
    "name": "Calusa Pines Golf Club",
    "city": "Naples",
    "state": "FL",
    "street_address": "2250 Ridge Rd",
    "description": "Calusa’s developer, Gary Chensoff, a Chicago venture capitalist, survived a rare form of cancer despite long odds, and his recovery strongly influenced how Calusa Pines was designed and built. Chensoff decided to gamble, instructing Hurdzan-Fry to design the most unique course in south Florida despite a dead flat site. They responded by piling up fill from ponds to form ridge lines up to 58 feet, then planted them with mature oaks, pines and sabal palms. Calusa Pines sports perhaps the firmest, fastest Bermuda fairways and greens in Florida, rivaled only by the turf at Streamsong. Recent removal of overgrown vegetation between holes has returned beautiful long-range views to the course and made it more playable.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856c3e0dcb0bb103ffe9bfd_2017-95-Calusa-Pines-GC-hole-16.jpg.rend.hgtvcom.686.515.suffix/1573414549346.jpeg",
    "rank": 79
  },
  {
    "longitude": -85.473402,
    "latitude": 38.236314,
    "name": "Valhalla Golf Club",
    "city": "Louisville",
    "state": "KY",
    "street_address": "15503 Shelbyville Rd",
    "description": "Given a difficult piece of land on which to create Valhalla (half the site was floodplain, with high-tension power poles), Jack Nicklaus drew on his training under Pete Dye and Desmond Muirhead to produce a unique design, with an alternate fairway par 5, a par 4 with an island green and an 18th green shaped like a horseshoe. Over the decades, Nicklaus returned periodically to update its challenges. Valhalla has proven to be a great championship site. It has hosted three thrilling PGA Championships, the latest Rory McIlroy’s win in 2014, and will host a fourth in 2024.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856b8badcb0bb103ffe9be9_2017-81-Valhalla-GC-hole-18.jpg.rend.hgtvcom.861.646.suffix/1573414559194.jpeg",
    "rank": 80
  },
  {
    "longitude": -75.413925,
    "latitude": 40.011178,
    "name": "Aronimink Golf Club",
    "city": "Newtown Square",
    "state": "PA",
    "street_address": "3600 Saint Davids Rd",
    "description": "Aronimink is an object lesson in architectural evolution. After Donald Ross completed his design in 1928, he proclaimed, “I intended to make this my masterpiece.” That didn’t keep club members from bringing in William Gordon in the 1950s to eliminate out-of-play fairway bunkers and move other bunkers closer to greens. The course was later revamped by Dick Wilson, George Fazio and Robert Trent Jones. It took seven years for Ron Prichard, a designer specializing in course restoration, to rebuild the course into something close to the original Ross design as evidenced by old aerial photos. But more recently, the club had architect Gil Hanse, who resides nearby, restore the course once again, more in keeping with Ross’ original blueprints.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2015/08/13/55cce63cb91019d74c98e414_aronimink-golf-club-8-staff.jpg.rend.hgtvcom.686.386.suffix/1573513127289.jpeg",
    "rank": 81
  },
  {
    "longitude": -119.614992,
    "latitude": 34.439288,
    "name": "Valley Club of Montecito",
    "city": "Santa Barbara",
    "state": "CA",
    "street_address": "1901 E Valley Rd",
    "description": "The Valley Club is routed like an hourglass, with a wide variety of holes, including the third (hard against a barranca), the downright mountainous 10th, the gorgeous canyon-carry 14th and broad, serpentine 15th. Fairways are generous, but the slant of greens demand certain angles of approach. The restored MacKenzie bunkers resemble jigsaw pieces that, observed architect Jim Urbina, seem to fit one another, left and right. An added bonus is its location, in perhaps the best golfing weather in the nation. But surrounding dry hills are subject to erosion, and The Valley Club was severely damaged by mudslides in early 2018. Most of the past year was spent reclaiming its grand golf holes.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/21/585acae709cf806703eccd15_2017-80-The-Valley-Club-of-Montecito-hole-14.jpg.rend.hgtvcom.686.515.suffix/1573414692215.jpeg",
    "rank": 82
  },
  {
    "longitude": -70.895203,
    "latitude": 42.192043,
    "name": "Boston Golf Club",
    "city": "Hingham",
    "state": "MA",
    "street_address": "19 Old County Rd",
    "description": "Boston Golf Club, in the south suburb of Hingham, is a modern-day Pine Valley, massaged by architect Gil Hanse and his team from dramatic coastal topography with gashes of unsullied sand. Fairways tumble across the landscape, posing some blind shots that are embraced, not criticized. One stretch surrounds an old strip mine, with mining spoils incorporated as chocolate-drop mounds. One vein of sand serves as a “Hell’s One-Third Acre” hazard. Like No. 51 Garden City Golf Club, Boston finishes with a terrific par 3.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856b9412991c6d81317ebc2_2017-82-Boston-GC-hole-1.jpg.rend.hgtvcom.686.515.suffix/1573414563478.jpeg",
    "rank": 83
  },
  {
    "longitude": -84.004873,
    "latitude": 42.386204,
    "name": "Inverness Country Club",
    "city": "Chelsea",
    "state": "MI",
    "street_address": "13893 N Territorial Rd",
    "description": "Inverness is considered a classic Donald Ross design. In truth, it’s one of his best remodeling jobs. Some Ross fans were outraged when the course was radically altered by George and Tom Fazio in preparation for the 1979 U.S. Open. The uncle-nephew duo eliminated four holes (including the famous dogleg par-4 seventh), combined two holes to make the par-5 eighth and created three modern holes on newly acquired land. This past year golf architect Andrew Green replaced the Fazio holes with new ones more in the Ross style, relocated greens on two other holes and added new back tees everywhere. Golf Digest panelist will judge the results over the next two years.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856bda8f9388fc41a893d24_2017-89-Inverness-CC-hole-10.jpg.rend.hgtvcom.861.646.suffix/1573414572059.jpeg",
    "rank": 84
  },
  {
    "longitude": -112.533422,
    "latitude": 45.237055,
    "name": "Sleepy Hollow Golf Course",
    "city": "Dillon",
    "state": "MT",
    "street_address": "600 Tory Ln",
    "description": "More than a dozen years ago, the late George Bahto, who had extensively researched the works of legendary architect C.B. Macdonald, partnered with designer Gil Hanse to remodel Sleepy Hollow Country Club, which consisted of 11 Macdonald-designed holes and seven added in the late 1927 by A.W. Tillinghast. The pair persuaded the club to allow them to rebuilt the entire 18 in Macdonald’s style, reasoning that Tillinghast was well represented elsewhere in Westchester County (Winged Foot, Quaker Ridge and others) but Macdonald was not. The rebuild was done in stages, completed well after Bahto’s death in 2014. Thanks to Hanse, Sleepy Hollow now features some Macdonald “template holes,” an Eden, Knoll, Leven and Road hole, that weren’t even part of Macdonald’s original design.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2019/01/01/5c2b9f102fa4575949207abd_89---Sleepy-Hollow--overall--aerial---Jon-Cavalier.jpg.rend.hgtvcom.861.485.suffix/1573162380970.jpeg",
    "rank": 85
  },
  {
    "longitude": -81.850187,
    "latitude": 36.169828,
    "name": "Diamond Creek",
    "city": "Banner Elk",
    "state": "NC",
    "street_address": "25 Rockrose",
    "description": "While architecture purists scoff at the notion of waterfalls on golf courses, there is something magnificent about a cascading water feature done right. Few are as effective as the one behind the par-3 17th green at Diamond Creek. Tom Fazio positioned the green nearly at the base of a sheer granite quarry wall, down which a slender stream of water drops more than 100 feet. Amazingly, the club entrance’s drive is also at the base of the quarry wall, hidden from view on the 17th as effectively as Fazio hides his cart paths.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/20/585992faefb8a91a2876fc00_2017-90-Diamond-Creek-GC-hole-16.jpg.rend.hgtvcom.861.646.suffix/1573414662450.jpeg",
    "rank": 86
  },
  {
    "longitude": -116.871476,
    "latitude": 47.511471,
    "name": "The Club At Black Rock",
    "city": "Coeur D Alene",
    "state": "ID",
    "street_address": "W Rockford Bay Rd",
    "description": "Jim Engh’s architecture is all about turning fantasies into realities, and Black Rock delivers on that goal like few others, with some bobsled-run fairways (where one can putt from landing area downhill to the green), rollicking putting surfaces framed by squiggly bunkers and a par-4 11th pinched by towering rock formations that bring to mind a pinball machine. Unusual and controversial (it won Best New Private in 2003 ahead of No. 15 Friar’s Head and No. 65 Dallas National), Black Rock is a thrilling round of golf.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/19/585832a0f9388fc41a893d35_2017-84-The-Golf-Club-at-Black-Rock-hole-13-aerial.jpg.rend.hgtvcom.861.646.suffix/1573414612840.jpeg",
    "rank": 87
  },
  {
    "longitude": -82.947027,
    "latitude": 40.238374,
    "name": "Double Eagle Club",
    "city": "Galena",
    "state": "OH",
    "street_address": "6025 Cheshire Rd",
    "description": "Built by reshaping flat farm fields into gentle hills and valleys, Double Eagle benefits from plenty of elbow room. Some holes have double fairways that pose genuine alternate routes. Greens are benign enough in contours to allow them to be kept extremely fast. A delightfully thoughtful design, it closes with two great water-laden, risk-rewarding holes. The club name does not symbolize a golf term. Original owner John McConnell was a fortune hunter, and the Double Eagle was a rare doubloon discovered in a sunken treasure.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856bbd9f9388fc41a893d22_2017-86-Double-Eagle-Club-hole-16.jpg.rend.hgtvcom.861.646.suffix/1573414568854.jpeg",
    "rank": 88
  },
  {
    "longitude": -93.541594,
    "latitude": 44.99706,
    "name": "Spring Hill Golf Club",
    "city": "Wayzata",
    "state": "MN",
    "street_address": "725 County Road 6",
    "description": "While Tom Fazio is best known for creating massive landscapes for his designs, Spring Hill required little manipulation of earth. Fazio utilized the existing rolling topography to form what is one of his most natural designs. Holes are isolated from one another by thick forests of evergreens and, in one section of the property, acres of maple trees that provide a brilliant color display each fall. With several tight fairways, marshland along some edges, many uphill approach shots into elevated greens and subtle movements in the putting surfaces, Spring Hill is also one of Fazio’s most challenging designs.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/16/585467411657891e1ffd5c2b_2017-69-Spring-Hill-GC-hole-16.jpg.rend.hgtvcom.861.646.suffix/1573414470628.jpeg",
    "rank": 89
  },
  {
    "longitude": -88.489099,
    "latitude": 41.76274,
    "name": "Rich Harvest Links",
    "city": "Sugar Grove",
    "state": "IL",
    "street_address": "7S771 Dugan Road",
    "description": "Rich Harvest began as a six-hole backyard course for computer billionaire Jerry Rich, was then expanded into a nine-fairway, 11-green layout that could be played multiple ways, and finally evolved into a conventional 18-hole layout strong enough to host the 2009 Solheim Cup and the 2017 NCAA Championship. With its polish and landscaping, some call Rich Harvest Links the “Augusta of the Midwest,” but even Augusta National doesn’t have Rich Harvest’s flexibility, where every hole can play differently every day, some even from different angles and par.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856bcaadcb0bb103ffe9bf9_2017-88-Rich-Harvest-Links-Silver-Nine-hole-4-Devils-Elbow.jpg.rend.hgtvcom.686.515.suffix/1573414577489.jpeg",
    "rank": 90
  },
  {
    "longitude": -80.033439,
    "latitude": 32.92698,
    "name": "Yeamans Hall Club",
    "city": "Charleston",
    "state": "SC",
    "street_address": "900 Yeamans Hall Rd",
    "description": "Though it contained a classic collection of Raynor favorites, including a Road Hole, a Biarritz, a Redan and even a Prize Dogleg (based on an entry from a 1914 magazine design contest), Yeamans Hall suffered from benign neglect for 50 years, with bunkers overgrown and greens both shrunk by mowing habits and mushroomed by topdressing. But in the later 1980s, the course superintendent discovered Raynor’s original plans in the clubhouse attic. Architect Tom Doak and his then-associate Jim Urbina used the plans to faithfully restore Raynor features. Urbina continues to implement restoration touches.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/20/58599d1d4a852d34249b3392_2017-87-Yeamans-Hall-Club-hole-18.jpg.rend.hgtvcom.861.646.suffix/1573414665656.jpeg",
    "rank": 91
  },
  {
    "longitude": -121.793789,
    "latitude": 36.450183,
    "name": "The Preserve Golf Club",
    "city": "Carmel",
    "state": "CA",
    "street_address": "19 Pronghorn Run",
    "description": "Located a few miles inland from the glorious fivesome of 100 Greatest courses on California’s Monterey Peninsula (Pebble Beach, Cypress Point, Spyglass Hill and the two courses at Monterey Peninsula C.C.), The Preserve is dramatically different, the only golf course contained within a 20,000-acre parcel of gentle hills and mammoth oaks. Fazio moved almost no earth here, so perfect was the routing established by Poellot and Tatum. The greens are subtle, the bunkering low key, the atmosphere one of absolute tranquility.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856c1741657891e1ffd5c4d_2017-92-The-Preserve-GC-hole-18-from-the-tee.jpg.rend.hgtvcom.686.515.suffix/1573414585984.jpeg",
    "rank": 92
  },
  {
    "longitude": -87.776478,
    "latitude": 43.72946,
    "name": "Blackwolf Run Golf Course",
    "city": "Kohler",
    "state": "WI",
    "street_address": "1111 W Riverside Dr",
    "description": "Only Pete Dye could have convinced owner Herb Kohler to rip apart an award-winning course (Golf Digest’s Best New Public Course of 1988) and still come out a winner. Dye coupled the front nine of that original 18 (now holes 1-4 and 14-18) with nine newer holes built within a vast bend of the Sheboygan River to produce the River Course. It possesses some of Dye’s most exciting holes, from the triple-option reachable par-4 ninth to the boomerang-shaped par-5 11th to the monster par-4 18th, where Kohler surprised Dye by converting a long waste bunker into a temporary lagoon for tournament events. For major events, like the 2012 U.S. Women’s Open, Dye’s original 18 was used. But for survey purposes, Golf Digest evaluates the River 18, which is available for everyday general play.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856c0aaf9388fc41a893d28_2017-91-blackwolf-run-river-course-hole-14.jpg.rend.hgtvcom.686.515.suffix/1573414589202.jpeg",
    "rank": 93
  },
  {
    "longitude": -80.270554,
    "latitude": 36.123829,
    "name": "Old Town Club",
    "city": "Winston Salem",
    "state": "NC",
    "street_address": "2875 Old Town Club Rd",
    "description": "Created by architect Perry Maxwell on the heels of his work at No. 27 Prairie Dunes and No. 34 Southern Hills, Old Town Club was surprisingly unique, and included perhaps Maxwell’s only surviving double green. When Bill Coore and Ben Crenshaw were hired to address the bunkering at Old Town, they opted not to reproduce the original bunkers (some of which were enormous) but rather emulate their gnarly shapes, edges and vegetation in places where bunkers naturally fit. Lots of trees had already been removed, but the architects convinced the club to get rid of even more. Now, a single swath of fairway connects the seventh, eighth, ninth, 17th and 18th holes. Very unique.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2019/01/01/5c2bbbc57369027d014d81fa_98---Old-Town-Club_Aerial2_WaitChapel_WakeForest_EricKiel.jpg.rend.hgtvcom.861.485.suffix/1573162370163.jpeg",
    "rank": 94
  },
  {
    "longitude": -86.193493,
    "latitude": 39.948299,
    "name": "Crooked Stick Golf Club",
    "city": "Carmel",
    "state": "IN",
    "street_address": "1964 Burning Tree Ln",
    "description": "Crooked Stick is the course where Pete Dye became Pete Dye. Conceived following an extended tour of British courses, Pete founded Crooked Stick, located the land, raised the funds and designed the course, rejecting conventional golf holes in favor of radical ones, using bulkheads of vertical telephone poles to create abrupt change and long expanses of sand to emulate dunes. What’s more, he built it himself, pressing even his wife, Alice, and young sons Perry and P.B. into construction work. They opened the back nine first, in 1965, with Mackenzie-style boomerang greens; the front nine came two years later, with lines and angles appropriated from Donald Ross. Crooked Stick was the first Dye course to host a major championship, the 1991 PGA Championship.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856c2cfdcb0bb103ffe9bfb_2017-93-Crooked-Stick-GC-hole-9.jpg.rend.hgtvcom.861.646.suffix/1573414575312.jpeg",
    "rank": 95
  },
  {
    "longitude": -122.734838,
    "latitude": 38.531995,
    "name": "Mayacama Golf Club",
    "city": "Santa Rosa",
    "state": "CA",
    "street_address": "1240 Mayacama Club Dr",
    "description": "As Jack Nicklaus wound down his competitive career, his empathy for average golfers rose, and rather than continue to build back-breaking championship-length courses, he began to tailor some of his designs toward the average golfers who foot the bill. Thus Mayacama is less than 6,800 yards and is routed to be a very comfortable walk, essential since the club has no golf carts. A bold design, it explores every facet of the oak-dotted hillsides above Santa Rosa. Watersheds and gulches figure prominently in the layout, which has some dramatically elevated tees and four stunning, gambling par 5s.",
    "image_address": "https://golfdigest.sports.sndimg.com/content/dam/images/golfdigest/fullset/2016/12/18/5856c6e6c917b0bc2d32d71a_2017-98-Mayacama-GC-holes-1-and-18.jpg.rend.hgtvcom.861.646.suffix/1573414594627.jpeg",
    "rank": 96
  }
]